"Title" = "التخزين";
"Save" = "حفظ:";
"Files" = "الملفات";
"Images" = "الصور";
"Text" = "النصوص";
"SaveDescription" = "تغيير أنواع المحتوى المنسوخة التي يجب حفظها.";
"Size" = "الحجم:";
"SizeTooltip" = "عدد عناصر التاريخ للحفاظ عليها.\nالافتراضي: 200.";
"CurrentSizeTooltip" = "الحجم الحالي على القرص.";
"SortBy" = "الترتيب حسب:";
"LastCopiedAt" = "وقت النسخة الأخيرة";
"FirstCopiedAt" = "وقت النسخة الأولى";
"NumberOfCopies" = "عدد النسخ";
"SortByTooltip" = "الافتراضي: وقت النسخة الأخيرة.";
